[{"title": "Need Assistance regarding property to sell", "content": "Hi need to know as my younger daughter will turn 18 years of age in october 2023. Do I still need to make an Relinquishment deed in my favour as my h???"}, {"title": "parent house,the registration deed is on both brothers name", "content": "parent house,the registration deed is on both brothers name , we construct one more floor above , light water connection bill is on my brother name ,???"}, {"title": "Bought property 30 years back filed partation suit from old owner son", "content": "My father buyed property 30 years back. Old propety owner son filed partation suit in court already case running in court from 2013 . They can claim a???"}, {"title": "Criminal case listing in lucknow high court", "content": "My father has murdered in 1994 , and district court punished for whole life imprisonment in 2001, but case pending in lucknow high court ,\nHow case di???"}, {"title": "For marriage with my boyfriend", "content": "He proposed me for marriage and then we was in living relationship. After some months he went out of India for work. And he came back to India after 1???"}, {"title": "if i apply on e dakhil and not follow up with the complaint afterward", "content": "I have contacted this skin care company for return, after reading their return policy, my case is eligible for return. I want to apply a complaint on ???"}, {"title": "Created fake documents and register the land", "content": "Hi sir my father had a brother and both my father and his brother has passed away my uncle's had only son and he is married recently my uncle's son al???"}, {"title": "Summon notice shows online but notice not been given", "content": "Hello everyone as I checked online I have a summon issued but I haven't got any notice on the same and now it's showing its a second summon dated 30th???"}, {"title": "Illegal wall and door in common area", "content": "A duplex ground unit is claiming right to the front porch/corridor of the apartment building saying the 2nd level balcony which is over the corridor o???"}, {"title": "Regarding Sale Deed of flat at Wagholi, Pune", "content": "We are currently in the process of purchasing a 2BHK resale property in Wagholi, Pune. We have obtained all the necessary documents except for the \"Sa???"}, {"title": "Seeking for help for some queries about matrimonial issue", "content": "2 yrs ago My father helped wife's father of cash amount rupees 5 lakhs on written agreement (nw which is missing by dad/ but I have photo of this) he ???"}, {"title": "about whimsical behaviour of my husband.", "content": "married since 20 yrs, elder son -19, daughter 12. i am in private, husband in central govt. he is verbally, physically, financially abusive towards me???"}, {"title": "Incomplete Order Dispute with BoAt lifestyle compony", "content": "I recently placed an order with boAt under order ID 5391984. Upon receiving the package, I discovered that it was incomplete, with missing parts/items???"}, {"title": "Request to Remove Second Wife's Name from Property Documents", "content": "I am seeking legal guidance on a property matter. My late father, a Hindu, had two wives, and my mother is the first wife. The property documents curr???"}, {"title": "want to know how the property distributi is done before filing divorce", "content": "Hi,\nI am a Hindu, and I am Considering filing for mutual/contested divorce(need to discuss with the other party) but before that, I was looking for so???"}, {"title": "Sir , recently my father is passed....my father was married 2women", "content": "My mother is second wife for my father,my mother died in 2009....now father aslo died ....now I don't have any property or money.....may I have chance???"}, {"title": "Will in missing in GPA documents of property.", "content": "We are buying a property. For the 2 intermediate chains, the will document is missing. The latest will has all the required documents.\nIs this a pro???"}, {"title": "Court marriage and registration process", "content": "1. What is the process of court marriage for Hindus in UP?\n2. What is the process of obtaining marriage certificate after Hindu wedding????"}, {"title": "Fraud and mental harassment due to cheating in relationship", "content": "My GF cheated on me.She is having multiple affairs and she used to take money from everyone for her spending and she lied since starting that she don'???"}, {"title": "Family Gift Deed Challenges Objections", "content": "How can a registered gift deed from a mother (Donor) to a daughter out of Free Will, be challenged by her son? On what grounds? The Gift Deed and Tra???"}, {"title": "My sister's husband and in laws are beating her. Asking for dowry.", "content": "Hindu. They are blaming her falsely.And trying to prove that she is mentally disturbed. Please give your valuable suggestions.???"}, {"title": "Maintenance case against my husband", "content": "Father has made will 50-50 for me and my brother.\nFather is dead but property is in my mother's name.\nCan she change the will?\nCan I fight if she give???"}, {"title": "Land owner share for apartment purchase", "content": "Planning to buy an existing apartment which was constructed 6 years ago...one agent has some land owner share property for sale...is it safe to buy an???"}, {"title": "Urgently required legal advice", "content": "As upheld by the Hon'ble Allahabad highcourt in the case titled as Garima Singh Vs Pratima Singh & Anr.2023 that the first wife can file a case agains???"}, {"title": "Assign land purchased in 2001 and situted at Polkampally, Ibrahimpatna", "content": "Sir,\nwe have 1Acr assign land in Polkampally, Ibrahimpatnam Mandal, Hyderabad was purchased in 2001 and land was registrated (Sale Deed) on my wife n???"}, {"title": "Fees for 498 a quashing after chartsheet appier in court", "content": "I'm jain 498a case last yr after 1yr police submitted chart sheet with me I got bail\nFrom local lawyer???"}, {"title": "Alimony, dowry, cruelty and child custody and child support", "content": "My husband had filed for divorce on the grounds of cruelty and even asking for child custody of our infant. I have been subjected to domestic violence???"}, {"title": "I have been physically used on the word of promise for marriage", "content": "Now my boy friend is saying no after families accepted due to which i am in depression and getting mentally disturbed..due to all the words by family.???"}, {"title": "QUERY RELATING TO TRANSFER OF PROPERTY", "content": "Sir/Mam\nMy uncle has a property in Delhi which is an ancestral property solely on his name when my asked my father whether he wants his share in the s???"}, {"title": "ससुराल वालों से तंग आकर डिवोर्स लेना है", "content": "मेरी शादी माता-पिता के कहने पर मजबूरी में हुई थी मेरे ससुर???"}, {"title": "Brought 2 liquor bottles from Goa for self use", "content": "We bought 2 liquor bottles in Goa and carried them to Hyderabad through Bus transport. The shop in Goa gave us excuse letter to carry 2 liters of liqu???"}, {"title": "Maintenance case against my husband", "content": "I want to withdraw 125 crpc case because we decided for mutual divorce.\nHe will give settlement amount after I withdraw case.\nShould I withdraw 125 cr???"}, {"title": "Salary and gold taken by in laws and are not returning the same", "content": "Me and my husband are not willing to continue with this relation, but my husband has taken all my salary from Nov 2016 to May 2022 which is costing ap???"}, {"title": "Bank changing Salaried account to Savings without intimating", "content": "I had a salaried account in ICICI while I was working at Deloitte. After I left Deloitte, I started incurring MAB charges from my ICICI account but no???"}, {"title": "Damaged my goods while transporting", "content": "Is it possible to sue the company by filing an FIR for the damages to my goods during transportation, and what compensation should I be expecting in s???"}, {"title": "I'm an eye witness to a groping case -happened in 2019. I've relocated", "content": "Hi,\nI'm an eye witness to a groping case that happened in Delhi in 2019 and I gave my statement in the FIR back then. I'm being summoned now by the ???"}, {"title": "Need guidance- on Dowry and Domestic Violence", "content": "I have had been in marriage from 16 years now, eventually got to know about him , as in he is not earning properly and not taking proper care of me an???"}, {"title": "Maternal Uncle staying at Mothers home for 10 years refusing to vacate", "content": "10 years ago my maternal uncle came into my mothers property in Delhi without her permission due to homlessness. My mother allowed him to stay for com???"}, {"title": "Can we compliant on Khaitan India Limited because of its product issue", "content": "My fan is not working for the last 2 weeks. Called customers care on 19-Sep-2023 and they said the technician will resolve the problem with in 3 days.???"}, {"title": "Litigations property with Nyati Emerald, Baner", "content": "I am planning to purchase a residential property in Nyati Emerald, Baner. As per their team and RERA website, there are 4 civil litigations going on w???"}, {"title": "Regarding resign ( Give resign but till now not complete)", "content": "Respected Sir I here by informed you that my name is Shivam i am working in department of post as the post of GDS BPM (Branch post master) I give my r???"}, {"title": "Child custody under mutual consent divorce", "content": "Can child custody of 3.5 years male child be given to father if the wife is agree to give her son after mutual consent divorce? Another doubt is can t???"}, {"title": "I want you to explain to me the current status of my Probate Case", "content": "It has been so many months and i have yet to hear any news. Please understand and explain me the case status.???"}, {"title": "Given money to someone for interest", "content": "I was given to 13 lakhs for interest for friend and now she not not returning interest and principal amount to me. daily she is telling sroties.How to???"}, {"title": "Fir related Criminal record related", "content": "My case is Closed\nNature of Disposal - uncontested Settled in Lok adalat\nSection - 420,410,120B, 406\nFIR Quashing required\nAnd how to clean criminal???"}]